from sport_results.models import Athlete

athletes: list[Athlete] = [
    Athlete(1, "Олена Ковальчук", "Плавання", 87.5, "КМС"),
    Athlete(2, "Максим Бондар", "Легка атлетика", 92.3, "МС"),
    Athlete(3, "Ірина Мельник", "Плавання", 78.4, "I розряд"),
    Athlete(4, "Андрій Шевченко", "Бокс", 81.0, "КМС"),
    Athlete(5, "Софія Ткачук", "Легка атлетика", 95.1, "МСМК"),
    Athlete(6, "Тарас Новак", "Бокс", 88.6, "МС"),
    Athlete(7, "Марія Бойко", "Плавання", 90.2, "МС"),
    Athlete(8, "Дмитро Савчук", "Велоспорт", 73.8, "II розряд"),
    Athlete(9, "Юлія Кравець", "Велоспорт", 84.9, "КМС"),
    Athlete(10, "Богдан Лисенко", "Легка атлетика", 69.5, "I розряд"),
]
